Repository: ALabrada/time_machine
Catalog: time_machine_config/lib/l10n/intl_*.arb
Languages: es, ru

# helpPage
source: FAQs
es: Preguntas Frequentes
ru: Частые Вопросы

# questionHowToFindPicturesBody
source: You can find pictures either in your vicinity ({nearbyIcon} **Nearby** tab) or in the map ({mapIcon} **Map** tab). The application will load the pictures from online databases, so you will need an active internet connection. You can choose which databases to use, among other parameters, in the configuration ({settingsIcon} **Settings** tab).
es: Puede buscar fotos en su vecindad (pestaña **Cerca**) o en el map (pestaña **Mapa**). La aplicación descargará las fotos de bases de datos en línea, así que deberá estar conectada a internet. Puede elegir cúales bases de datos utilizar, entre otros parámetros, en la configuración (pestaña **Opciones**).
ru: Вы можете найти фотографии либо в непосредственной близости от вас (вкладка **Поблизости**), либо на карте (вкладка **Карта**). Приложение будет загружать фотографии из онлайн-баз данных, так что потребуется активное подключение к Интернету. Вы можете выбрать, какие базы данных использовать, среди прочих параметров, в конфигурации (вкладка **Настройки**).

# questionHowToFindPicturesTitle
source: How to find historic pictures?
es: ¿Cómo encontrar fotos históricas?
ru: Как найти исторические фотографии?

# questionHowToImportPicturesBody
source: When you select the option to import a photo, you will be asked to find the picture in your phone. When you select it, the photo will appear overlaid with the historic picture. Align the pictures as closely as possible, and then press the {saveIcon} **Save** button. You will be taken to the **Comparison** page.
es: Cuando seleccione la opción de import foto, deberá buscar la foto deseada en el teléfono. Cuando la seleccione, se mostrará la foto superpuesta con la foto histórica. Alinee las fotos lo más cercanamente posible y presione el botón **Guardar**. A continuación se abrirá la vista de **Comparación**.
ru: Когда выберете опцию Импортировать фотографию, вам будет предложено найти ее в вашем телефоне. Когда вы выберете фотографию, она будет отображаться поверх исторической фотографии. Выровняйте изображения как можно ближе, а затем нажмите кнопку **Сохранить**. Тогда перейдете на страницу **Сравнения**.

# questionHowToImportPicturesTitle
source: How to import replicas of historic pictures?
es: ¿Cómo importar réplicas de fotos históricas?
ru: Как импортировать реплики исторических фотографий?

# questionHowToReplicatePictureBody
source: Once you found a historic picture in your vicinity or in the map, you can either take a picture in the application, or import an existing picture from your phone. First, tap or long press the historic picture, and then select the desired option from the toolbar or context menu, accordingly.
es: Luego de encontrar una foto histórica en su vecindad o en el mapa, puede tomar una foto en la aplicación, o importar una foto existente del teléfono. Primeramente, presione brevemente o unos segundos, y luego seleccione la opción deseada de la barra de opciones o del menú, según sea el caso.
ru: После того, как нашли историческую фотографию в вашем близости или на карте, вы можете либо сделать снимок в приложении, либо импортировать существующую фотографию со своего телефона. Сначала коснитесь или долго нажимайте на историческую фотографию, а затем выберите желаемую опцию на панели управления или в контекстном меню, соответственно.

# questionHowToReplicatePictureTitle
source: How to replicate an historic picture?
es: ¿Cómo crear una réplica de una foto histórica?
ru: Как воспроизвести историческую Фотографию?

# questionHowToSharePicturesBody
source: You can share a historic picture and its replica from the **Comparison** view, by pressing the corresponding button. The context menu allows publishing pictures in the [Re.Photos](https://www.re.photos) website, in our [Telegram channel]({telegramChannel}), among other methods. In order to publish to [Re.Photos](https://www.re.photos), you will be taken to their website and will have to complete the creation form, but first you will need to login to your account (or create an account if you haven`t one). It is better to share the original versions of the historic pictures, obtained from their website, to avoid watermarks. You can access the website by selecting the historical picture and pressing the {browserIcon} **Browser** button.
es: Puede compartir una foto histórica junto con su réplica desde la vista de **Comparación**, presionando el botón correspondiente. El menú permite publicar las fotos en el sitio [Re.Photos](https://www.re.photos), en nuestro [canal de Telegram](https://t.me/history_lens_app), entre otros métodos. Para publicar en [Re.Photos](https://www.re.photos) se abrirá el sitio web y deberá completar el formulario de creación, pero primeramente deberá acceder a su cuenta (o crear una nueva si no tiene). Es mejor compartir las versiones originales de las fotos históricas, obtenidas desde sus sitios web, para evitar marcas de agua. Puede abrir el sitio web de origen, seleccionando la foto histórica y presionando el botón **Navegador**.
ru: Вы можете поделиться исторической фотографией и ее репликой в экране **Сравнения**, нажав соответствующую кнопку. Контекстное меню позволяет публиковать фотографии на веб-сайте [Re.Photos](https://www.re.photos), в нашем [Telegram-канале](https://t.me/history_lens_app) и другими способами. Чтобы опубликовать на [Re.Photos](https://www.re.photos), откроем их веб-сайт и надо будет заполнить форму создания, но сначала вам нужно будет войти в свой аккаунт (или создать аккаунт, если его нет). Лучше делиться оригинальными версиями исторических фотографий, полученных с их веб-сайта, чтобы избежать водяных знаков. Вы можете получить доступ к веб-сайту, выбрав историческую картинку и нажав кнопку **Браузер**.

# questionHowToSharePicturesTitle
source: How to share my pictures?
es: ¿Cómo compartir mis fotos?
ru: Как поделиться своими фотографиями?

# questionHowToTakePictureBody
source: When you open the camera to take a picture, the historic picture will appear overlaid with the camera preview. If you are far from the location of the historic picture, the top left corner will show instructions to reach it. Then, align the historic picture with the camera preview as closely as possible and take the photo. When the picture is saved, you will be able to open the **Comparison** screen or continue taking pictures.
es: Cuando abra la cámara para tomar una foto, la foto histórica aparecerá montada sobre la vista de la cámara. Si se encuentra lejos del lugar de la foto histórica, en la esquina superior izquierda se mostrarán instrucciones para arribar al lugar. Entonces, alinee la foto histórica con la vista de la cámara lo más cercanamente posible. Cuando se guarde la foto, podrá abir la vista de **Comparación** o continuar tomando fotos.
ru: Когда вы откроете камеру, чтобы сделать фотографию, историческая фотография отображаться поверх сигнала камеры. Если вы находитесь далеко от местоположения исторической фотографии, в верхнем левом углу будут отображаться инструкции, как добраться до нее. Затем совместите историческую фотографию с камерой как можно точнее и сделайте снимок. Когда фотография сохранится, вы сможете открыть экран **Сравнения** или продолжить съемку.

# questionHowToTakePictureTitle
source: How to take a picture in the application?
es: ¿Cómo tomar fotos en la aplicación?
ru: Как сделать фотографию в приложении?

# questionWhatDataIsCollectedBody
source: All the data collected by the application is stored locally in the phone. The data is shared only when you explicitly choose the share the pictures. The recorded photos will also contain their corresponding geo-coordinates.
es: Toda la aplicación recolectada por la aplicación se almacena localmente en el teléfono. Los datos se comparten solamente cuando usted explícitamente publica las fotos. Las fotos tomadas además contienen las coordenadas geográficas correspondientes.
ru: Все данные, собранные приложением, хранятся локально в телефоне. Данные публикуются только в том случае, если вы явно опубликуете фотографии. На записанных фотографиях также будут указаны соответствующие географические координаты.

# questionWhatDataIsCollectedTitle
source: What data does the application collect on me?
es: ¿Qué datos recolecta la aplicación acerca de mí?
ru: Какие данные обо мне собирает приложение?

# questionWhatIsAppPurposeBody
source: The application allows discovering historic pictures and recreating them, in order to compare them with the present. Then, you can share those pictures in [Re.Photos](https://www.re.photos) or in our [Telegram channel]({telegramChannel}).
es: La aplicación permite descubir fotos antiguas y recrearlas, con el fin de compararlas con el presente. Además, puede compartir las fotos en [Re.Photos](https://www.re.photos) o en nuestro [canal de Telegram](https://t.me/history_lens_app).
ru: Приложение позволяет находить исторические фотографии и воссоздавать их, чтобы сравнить с нынешними. Затем вы можете поделиться этими фотографиями в [Re.Photos](https://www.re.photos) или в нашем [Telegram-канале](https://t.me/history_lens_app).

# questionWhatIsAppPurposeTitle
source: What is the purpose of the History Lens application?
es: ¿Cuál el es propósito de la aplicación Lentes de la Historia?
ru: Какова цель приложения Линзы Истории?

# sectionDataBases
source: Picture DataBases
es: Base de Datos de Imágenes
ru: Базы Данных Изображений

# sectionCamera
source: Camera
es: Cámara
ru: Камера

# sectionInformation
source: Information
es: Información
ru: Информация

# sectionMap
source: Map
es: Mapa
ru: Карта

# sectionSearchOptions
source: Search Options
es: Opciones de Búsqueda
ru: Параметры Поиска

# settingGeocoder
source: Address Database
es: Base de Datos de Direcciones
ru: База Данных Адресов

# settingHelp
source: FAQs
es: Preguntas Frequentes
ru: Частые Вопросы

# settingMapProvider
source: Map Provider
es: Servicio de Mapas
ru: Картографический Сервис

# settingPictureRatio
source: Picture Ratio
es: Relación de Aspecto
ru: Соотношение Сторон Изображения

# settingReferenceOpacity
source: Reference Opacity
es: Opacidad de la Referencia
ru: Прозрачность Эталона

# settingSearchBeginning
source: Beginning (year)
es: Inicio (año)
ru: Начало (год)

# settingSearchEnd
source: End (year)
es: Fin (año)
ru: Конец (года)
