Repository: ALabrada/time_machine
Catalog: time_machine_cam/lib/l10n/intl_*.arb
Languages: es, ru

# couldNotImportPhoto
source: Could not import the photo due to an unexpected error
es: No se pudo obtener la foto debido a un error inesperado
ru: Не удалось импортировать фотографию из-за непредвиденной ошибки

# couldNotTakePhoto
source: Could not take the photo due to an unexpected error
es: No se pudo importar la foto debido a un error inesperado
ru: Не удалось сделать фотографию из-за непредвиденной ошибки

# distanceInMeters
source: {distance} m
ru: {distance} м

# distanceGreaterThan1Km
source: +1 Km
ru: +1 Км

# importPage
source: Import picture
es: Importar foto
ru: Импортировать фотографию

# menuTitle
source: Options
es: Opciones
ru: Опций

# menuActionCamera
source: Take replica of the picture
es: Tomar réplica de la foto
ru: Сфотографировать реплику фотографии

# menuActionCancel
source: Cancel
es: Cancelar
ru: Отменить

# menuActionImport
source: Import replica of the picture
es: Importar réplica de la foto
ru: Импортировать реплику фотографии

# menuActionOpenSource
source: Open source
es: Abrir fuente
ru: Открыть источник

# menuActionShare
source: Share picture
es: Compartir foto
ru: Поделиться фотографией

# menuActionView
source: Show picture
es: Ver foto
ru: Посмотреть фотографию

# pictureAddedToGallery
source: Picture added to the gallery
es: Se añadió la foto a la galería
ru: Фотография добавлена в галерею

# viewPicture
source: View
es: Ver
ru: Посмотреть
