Repository: ALabrada/time_machine
Catalog: time_machine_img/lib/l10n/intl_*.arb
Languages: es, ru

# deleteCancel
source: Cancel
es: Cancelar
ru: Отменить

# deleteConfirm
source: Delete
es: Borrar
ru: Удалить

# deleteManySubtitle
source: Are you sure you want to delete the replicas?
es: ¿Está seguro de que desea borrar las réplicas?
ru: Вы уверены, что хотите удалить реплики?

# deleteManyTitle
source: Deleting {count}
es: Borrando {count}
ru: Удалить {count}

# deleteOneSubtitle
source: Are you sure you want to delete the replica?
es: ¿Está seguro de que desea borrar la réplica?
ru: Вы уверены, что хотите удалить реплику?

# deleteOneTitle
source: Deleting
es: Borrando
ru: Удалить

# errorLoadingPage
source: Could not connect to the server
es: No se pudo conectarse al servidor
ru: Не удалось подключиться к серверу

# comparisonPage
source: Comparison
es: Comparación
ru: Сравнение

# comparisonBottom
source: Bottom
es: Arriba
ru: Ниже

# comparisonLeft
source: Left
es: Izquierda
ru: Слева

# comparisonMetric
source: Similarity
es: Similaridad
ru: Сходство

# comparisonRight
source: Right
es: Derecha
ru: Справа

# comparisonTop
source: Top
es: Encima
ru: Выше

# galleryEmptyListBody
source: You can start by looking for historical pictures [nearby]({nearbyLink}) or in the [map]({mapLink}). When you replicate a historic picture, your photo will appear here. You can also press {importIcon} to import your pictures from a file, if you previously exported them using the App.
es: Puede comenzar buscando fotos históricas en su [cercanía]({nearbyLink}) o en el [mapa]({mapLink}). Cuando replique una foto histórica, su foto aparecerá aquí. También puede presionar {importIcon} para importar sus fotos desde un archivo, si las exportó previamente usando la Aplicación.
ru: Вы можете начать с поиска исторических фотографий [поблизости]({nearbyLink}) или на [карте]({mapLink}). Когда вы создадите реплику исторической фотографии, ваша фотография появится здесь. Также, можете нажать {importIcon}, чтобы импортировать свои фотографии из файла, если вы ранее экспортировали их с помощью приложения

# galleryEmptyListTitle
source: The gallery is empty
es: La galería está vacía
ru: Галерея пуста

# galleryNoSearchResults
source: No search results
es: No se encontraron resultados
ru: Нет результатов поиска

# importError
source: Could not import the provided file
es: No se pudo importar el archivo
ru: Не удалось импортировать файл

# importSuccessful
source: File imported successfully
es: Archivo importado correctamente
ru: Файл успешно импортирован

# searchBarHint
source: Search...
es: Buscar...
ru: Поискать...

# shareMenu
source: How to share?
es: ¿Cómo desea compartir?
ru: Как вы хотите поделиться?

# shareMenuCancel
source: Cancel
es: Cancelar
ru: Отменить

# shareMenuExport
source: Export data
es: Exportar datos
ru: Экспортировать данные

# shareMenuImages
source: Share images
es: Compartir imágenes
ru: Делиться фотографиями

# shareMenuPublishTo
source: Publish in {site}
es: Publicar en {site}
ru: Опубликовать на {site}

# shareMenuUploadTo
source: Upload to {site}
es: Subir a {site}
ru: Загрузить на {site}

# uploadMenu
source: What to upload?
es: ¿Qué desea enviar?
ru: Что вы хотите загрузить?

# uploadMenuCancel
source: Cancel
es: Cancelar
ru: Отменить

# uploadMenuFile
source: Another file
es: Otro archivo
ru: Другой файл

# uploadMenuFileAligned
source: Another file (Aligned)
es: Otro archivo (Alineado)
ru: Другой файл (Выравнять)

# uploadMenuOriginal
source: Old picture
es: La foto antigua
ru: Давнюю фотографию

# uploadMenuOriginalAligned
source: Old picture (Aligned)
es: La foto antigua (Alineado)
ru: Давнюю фотографию (Выравнять)

# uploadMenuPicture
source: My picture
es: Su foto
ru: Свою фотографию

# uploadMenuPictureAligned
source: My picture (Aligned)
es: Su foto (Alineado)
ru: Свою фотографию (Выравнять)

# uploadPage
source: Upload to {site}
es: Subir a {site}
ru: Загрузить на {site}
